tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "git-delta"
brew "git"
brew "gpg"
brew "htop"
brew "hub"
brew "pipx"
brew "pyenv"
brew "zsh"
cask "alfred"
cask "bartender"
cask "dropbox"
cask "franz"
cask "google-chrome"
cask "iterm2"
cask "rocket"
cask "spectacle"
cask "visual-studio-code"
cask "docker"

# for compiling python
brew "zlib"
brew "bzip2"
brew "sqlite"
brew "libiconv"
brew "libzip"
# end
