cask "alfred"
cask "arc"
cask "caffeine"
cask "contexts"
cask "drawio"
cask "grammarly-desktop"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle"
cask "spotify"
cask "tailscale"
cask "todoist"
cask "voiceink"
cask "webcatalog"
cask "zoom"
