tap "brewforge/extras"
tap "homebrew/bundle"
tap "oven-sh/bun"
brew "atuin"
brew "aws-sso-cli"
brew "carapace"
brew "chezmoi"
brew "curl"
brew "coreutils"
brew "kubernetes-cli"
brew "diff-so-fancy"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gopass"
brew "pinentry"
brew "gnupg"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "just"
brew "kube-ps1"
brew "kubecm"
brew "kubectx"
brew "micromamba"
brew "node"
brew "ncdu"
brew "nushell"
brew "tree"
brew "pass-otp"
brew "pinentry-mac"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "sops"
brew "starship"
brew "tldr"
brew "uv"
brew "volta"
brew "watch"
brew "wget"
brew "zx"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
cask "1password"
cask "alfred"
cask "arc"
cask "bartender"
cask "caffeine"
cask "contexts"
cask "drawio"
cask "freelens"
cask "google-chrome"
cask "grammarly-desktop"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "miniforge"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle"
cask "spotify"
cask "tailscale"
cask "todoist"
cask "visual-studio-code"
cask "voiceink"
cask "webcatalog"
cask "windsurf"
cask "zoom"

# for compiling python
brew "zlib"
brew "bzip2"
brew "sqlite"
brew "libiconv"
brew "libzip"
# end
