tap "oven-sh/bun"
brew "antidote"
brew "atuin"
brew "bat"
brew "carapace"
brew "chezmoi"
brew "curl"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gopass"
brew "pinentry"
brew "gnupg" if OS.mac?
brew "htop"
brew "jq"
brew "just"
brew "fnm"
brew "micromamba"
brew "ncdu"
brew "nushell"
brew "tree"
brew "pass-otp"
brew "pinentry-mac" if OS.mac?
brew "ripgrep"
brew "rsync"
brew "sd"
brew "starship"
brew "tldr"
brew "uv"
brew "watch"
brew "wget"
brew "zx"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zellij"
brew "joshmedeski/sesh/sesh"
brew "lazygit"
brew "tmux"

# fonts
cask "font-0xproto"
cask "font-0xproto-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-readex-pro"

# for compiling python
brew "zlib"
brew "bzip2"
brew "sqlite"
brew "libiconv" if OS.mac?
brew "libzip"
